import { Coffee, DataObjectRounded, DomainVerificationRounded, SchoolRounded } from "@mui/icons-material";
import userAvatar from '../assets/images/avatar.jpg'

export const devWorks = [
    {
        tooltipTitle:"تعداد قهوه های خورد شده",
        icon:<Coffee />,
        total: 1650,
        color:"lightcoral"
    },
    {
        tooltipTitle:"تعداد دوره های گذرانده شده",
        icon:<SchoolRounded />,
        total: 25,
        color:"lightskyblue",
    },
    {
        tooltipTitle:"مقدار ساعت دوره های گذرانده شده",
        icon:<DataObjectRounded />,
        total: 980,
        color:"lightslategray"
    },
    {
        tooltipTitle:"تعداد پروژه های به پایان رسیده",
        icon:<DomainVerificationRounded />,
        total: 20,
        color:"lightseagreen"
    },
]

export const devEdu = [
    {
        year:"1394 - 1396",
        cert:"دیپلم",
        major:"رشته کامپیوتر گرایش نرم افزار",
        univercity:"فنی حرفه ای رسالت"
    },
    {
        year:"1396 - 1398",
        cert:"کاردانی",
        major:"رشته کامپیوتر گرایش نرم افزار",
        univercity:"دانشگاه شهید چمران"
    },
    {
        year:"1398 - 1401",
        cert:"کارشناسی",
        major:"رشته کامپیوتر گرایش نرم افزار",
        univercity:"دانشگاه شهید چمران"
    },
    {
        year:"1402",
        cert:"کارشناسی ارشد",
        major:"رشته کامپیوتر گرایش نرم افزار",
        univercity:"دانشگاه آزاد اسلامی"
    },
]


export const userComments = [
    {
        fullname:"آرش حسینی",
        jobTitle:"برنامه نویس بک اند",
        avatar:userAvatar,
        comment:`لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`
    },
    {
        fullname:"آرش حسینی",
        jobTitle:"برنامه نویس بک اند",
        avatar:userAvatar,
        comment:`لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`
    },
    {
        fullname:"آرش حسینی",
        jobTitle:"برنامه نویس بک اند",
        avatar:userAvatar,
        comment:`لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`
    },
    {
        fullname:"آرش حسینی",
        jobTitle:"برنامه نویس بک اند",
        avatar:userAvatar,
        comment:`لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`
    },
    {
        fullname:"آرش حسینی",
        jobTitle:"برنامه نویس بک اند",
        avatar:userAvatar,
        comment:`لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.`
    },
]